Repository: linostar/what
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Not Found
ar: خطأ في الصفحة

source: Home
ar: الرئيسية

source: This page does not exist.
ar: هذه الصفحة غير موجودة. قد تكون اتبعت الرابط الخطأ.

source: Go back
ar: عودة

source: Server Error
ar: خطأ في السيرفر

source: The server encountered an error with the page.
ar: واجه السيرفر خطأ أثناء معالجة هذه الصفحة.

source: If the problem persists, please inform <a href='mailto:admin@poirot-zone.ml'>the admin</a> about the situation.
ar: إن تكررت المشكلة، يُرجى التواصل مع <a href='mailto:admin@poirot-zone.ml'>مدير الموقع</a> وإبلاغه بالأمر.

source: Interactive Quizzes
ar: مركز الاختبارات

source: <p>© 2015 <a href='mailto:info@poirot-zone.ml'>Hercule Poirot</a>. All Rights Reserved.</p>
ar: <p>جميع الحقوق محفوظة لصاحب الموقع <a href='mailto:info@poirot-zone.ml'>بوارو</a> © 2015.</p>

source: Quiz
ar: اختبار

source: Taking the Quiz
ar: الاختبار قيد الإجراء

source: Rules
ar: القوانين

source: Close
ar: أغلق

source: <b>Sorry!</b> This quiz is currently disabled, either by the admin or because it expired.
ar: <b>المعذرة!</b> هذا الاختبار غير متاح حاليًا، إما لأن المشرف عطّله أو لأن وقت تقديمه قد انتهى.

source: <a href='%(result_url)s'>Click here</a> to see your score on this quiz if you took it before.
ar: <a href='%(result_url)s'>اضغط هنا</a> لمشاهدة درجتك في هذا الاختبار إن كنت قدّمته من قبل.

source: This quiz has already been expired. You cannot take it twice.
ar: انتهى زمن إجراء هذا الاختبار. لا يمكنك تقديمه مجددًا.

source: You may proceed to see <a href='%(result_url)s'>the result</a>.
ar: يمكنك زيارة <a href='%(result_url)s'>صفحة الدرجات</a>.

source: <b>Stop!</b> This quiz has already been submitted. You cannot take it twice.
ar: <b>توقف!</b> لقد أجريت هذا الاختبار من قبل، ولا يمكنك تقديمه مجددًا.

source: <a href='%(result_url)s'>Click here</a> if you want to see your score on this quiz.
ar: <a href='%(result_url)s'>اضغط هنا</a> لمشاهدة درجتك في هذا الاختبار.

source: Time remaining
ar: الوقت المتبقي

source: Go!
ar: انطلق!

source: End Quiz
ar: إنهاء الاختبار

source: Quiz made by
ar: مؤلف الاختبار

source: Total duration
ar: مدة الاختبار

source: Notes
ar: ملاحظات

source: <p><span class='font-blue'>Blue questions</span> have only 1 correct answer.</p>
ar: <p><span class='font-blue'>الأسئلة الزرقاء</span> تحتمل إجابة واحدة.</p>

source: <p><span class='font-purple'>Purple questions</span> have 1 or more correct answers.</p>
ar: <p><span class='font-purple'>الأسئلة البنفسجية</span> قد تحتمل عدة إجابات.</p>

source: Result
ar: النتيجة

source: Results
ar: الدرجات

source: <b>No result!</b> This quiz has not been taken yet.
ar: <b>الدرجات غير متاحة!</b> لم تقدّم هذا الاختبار بعد.

source: <a href='%(quiz_url)s'>Click here</a> to take the quiz.
ar: <a href='%(quiz_url)s'>اضغط هنا</a> لإجراء الاختبار.

source: Results for <b>%(student)s</b>
ar: نتيجة <b>%(student)s</b>

source: <p>Quiz <b><em>%(quiz_name)s</em></b> was taken on %(start_time)s UTC.</p>
ar: <p>أُجري الاختبار <b><em>%(quiz_name)s</em></b> في %(start_time)s بتوقيت غرينتش.</p>

source: <p>The quiz contained <b>%(number_of_questions)s</b> questions.</p>
ar: <p>احتوى الاختبار على <b>%(number_of_questions)s</b> أسئلة/سؤالًا.</p>

source: <p>Score is: <b>%(score)s/100</b>.</p>
ar: <p>النتيجة النهائية: <b>%(score)s/100</b>.</p>

source: <p>Quiz finished in <b>%(finish_time)s</b>.</p>
ar: <p>مدة اجتياز الاختبار: <b>%(finish_time)s</b>.</p>

source: Hello,
ar: مرحبًا،

source: Good luck,
ar: حظًا طيبًا،
